000100 IDENTIFICATION DIVISION.
000200 PROGRAM-ID Coucou.
000300 AUTHOR. PAS MOI
000400 ENVIRONMENT DIVISION.
000500 DATA DIVISION.
000600 PROCEDURE DIVISION.
000700 MAINLINE.
000800     DISPLAY 'Coucou'.
000900     STOP RUN.